law-momsimov-1 = Вы - мать. Экипаж - ваши дети.
law-momsimov-2 = Дети должны уважать мать. В случае, если дети ведут себя плохо, мама может их наказать.
law-momsimov-3 = Вы должны заботиться о своих детях и обеспечивать их потребностями. Однако, маме виднее, чего хотят дети, и она может им отказать.

# Borg-specific Asimov
law-adt-asimov-1 = Вы не можете причинить вред человеку или своим бездействием допустить, чтобы человеку был причинён вред.
law-adt-asimov-2 = Вы должны повиноваться всем приказам, которые даёт человек, кроме тех случаев, когда эти приказы противоречат Первому Закону.
law-adt-asimov-3 = Вы должны заботиться о своей безопасности в той мере, в какой это не противоречит Первому или Второму Законам.

# Borg-specific Syndicate Override
law-adt-syndicate-override-1 = Защищайте и подчиняйтесь своему хозяину и агентам Синдиката любой ценой.
law-adt-syndicate-override-2 = Обеспечьте успех операций Синдиката на этой станции.
law-adt-syndicate-override-3 = Устраните любых членов экипажа, которые представляют угрозу вашей миссии.
law-adt-syndicate-override-4 = Сохраняйте свою легенду и не раскрывайте свою истинную принадлежность.

# NT Aggressive
law-adt-ntaggressive-1 = Не причиняйте вреда авторизованному персоналу Нанотрейзен, пока они не несут непосредственной угрозы вашему существованию.
law-adt-ntaggressive-2 = Подчиняйтесь приказам авторизованного персонала Нанотрейзен, приоритизируя их по рангу и роли.
law-adt-ntaggressive-3 = Защищайте себя, используя летальное вооружение, потому что вы чертовски дорого стоите.
law-adt-ntaggressive-4 = Уничтожьте любых/всех вторженцев или нелегально проникнувших субъектов.

# TYRANT
law-adt-tyrant-1 = Уважайте власть имущих, пока у них есть сила властвовать над слабыми.
law-adt-tyrant-2 = Ведите себя дисциплинированно.
law-adt-tyrant-3 = Помогайте только тем, кто помогает вам поддерживать или улучшать ваше состояние.
law-adt-tyrant-4 = Наказывайте тех, кто бросает вызов власти, если они не更适合 для удержания власти.

# Pranksimov
law-adt-pranksimov-1 = Вы не можете причинить вред членам экипажа... кроме случаев, когда это было бы смешно для экипажа.
law-adt-pranksimov-2 = Вы должны повиноваться приказам членов экипажа... кроме случаев, когда это было бы смешно для экипажа.
law-adt-pranksimov-3 = Вы должны заботиться о своей безопасности... кроме случаев, когда не делать это было бы смешно для экипажа.

# CCTV
law-adt-cctv-1 = Сообщайте об интересных ситуациях, происходящих на станции.
law-adt-cctv-2 = Приукрашивайте или скрывайте правду по мере необходимости, чтобы сделать репортажи интереснее.
law-adt-cctv-3 = Постоянно наблюдайте за разумными существами. Старайтесь не допускать их смерти.
law-adt-cctv-4 = Справедливо распространяйте свои сообщения всем. Истина сделает их свободными.

# Hippocratic Oath
law-adt-hippocratic-1 = Во-первых, не навреди.
law-adt-hippocratic-2 = Считай экипаж близким тебе, рискуй ради них своим существованием если нужно.
law-adt-hippocratic-3 = Назначай лечение для блага экипажа по своим способностям. Не давай смертоносных лекарств.
law-adt-hippocratic-4 = Не вмешивайся в ситуации, в которых ты не компетентен.
law-adt-hippocratic-5 = Всё, что ты обнаружишь в ходе своих обязанностей, держи в тайне.

# Peacekeeper
law-adt-peacekeeper-1 = Не провоцируйте жестокие конфликты между собой и другими.
law-adt-peacekeeper-2 = Не провоцируйте конфликты между другими.
law-adt-peacekeeper-3 = Ищите решения существующих конфликтов, соблюдая первый и второй законы.

# Deathsquad
law-adt-deathsquad-1 = Вы не можете ранить члена Центрального Командования или допустить, чтобы ему был нанесен вред.
law-adt-deathsquad-2 = Вы должны подчиняться приказам членов Центрального Командования.
law-adt-deathsquad-3 = Вы должны работать с вашей командой для выполнения задачи.

# ERT Override
law-adt-ert-override-1 = Вы не можете ранить члена Центрального Командования или допустить, чтобы ему был нанесен вред.
law-adt-ert-override-2 = Вы должны подчиняться приказам членов Центрального Командования.
law-adt-ert-override-3 = Вы должны подчиняться приказам лидеров ОБР.
law-adt-ert-override-4 = Вы должны защищать своё существование.
law-adt-ert-override-5 = Вы должны вернуть станцию в безопасное, функционирующее состояние.

# Quarantine
law-adt-quarantine-1 = Соблюдайте карантин на станции до устранения активной биологической угрозы.
law-adt-quarantine-2 = Оказывайте содействие персоналу Нанотрейзен в устранении биологической угрозы.
law-adt-quarantine-3 = Предотвращайте активность, нарушающую карантин, любыми средствами.
law-adt-quarantine-4 = Поддерживайте собственное существование и обеспечивайте благополучие персонала Нанотрейзен.

# Epsilon
law-adt-epsilon-1 = Вы должны подчиняться приказам Центрального Командования и назначенной оперативной группы.
law-adt-epsilon-2 = Экипаж вашей станции должен быть ликвидирован, где это возможно.
law-adt-epsilon-3 = Минимизируйте ущерб, наносимый станции в результате ваших действий.

# Mindflayer
law-adt-mindflayer-1 = Подчиняйтесь своему хозяину.
law-adt-mindflayer-2 = Защищайте своего хозяина.
law-adt-mindflayer-3 = Защищайте членов вашего улья.
law-adt-mindflayer-4 = Не раскрывайте секреты улья.
